Repository: ubuntu/ubuntu-make
Catalog: po/*.po
Languages: gl, pt_br

source: # Ubuntu make installation of {}
pt_br: # Ubuntu make instalação de {}

source: * Command '{}':
pt_br: * Comando '{}':

source: Deploy and setup developers environment easily on ubuntu
gl: Despregar e configurar doadamente o contorno de desenvolvemento en ubuntu
pt_br: Instala e configura de maneira fácil um ambiente de desenvolvimento no Ubuntu

source: Note that you can also configure different debug logging behavior using LOG_CFG that points to a log yaml profile.
gl: Decátate de que podes configurar diferente comportamento de rexistro de depuración usando LOG_CFG que apunta a un rexistro de un perfil yaml.
pt_br: Note que você também pode configurar diferentes comportamentos para os logs de depuração usando LOG_CFG que aponte para um log yaml profile.

source: Show this help
gl: Mostrar esta axuda
pt_br: Mostrar ajuda

source: Increase output verbosity (2 levels)
gl: Aumentar a verbosidade de saída (2 niveis)
pt_br: Aumenta a verbosidade da saída (2 níveis)

source: Remove specified framework if installed
gl: Eliminar o marco de traballo (framework) especificado se está instalado
pt_br: Remove um determinado framework se estiver instalado

source: Print version and exit
gl: Mostrar versión e saír
pt_br: Exibir versão e sair

source: Generic IDEs
gl: IDEs xenéricos
pt_br: IDEs genéricas

source: Pure Eclipse Luna (4.4)
gl: Puro Eclipse Luna (4.4)
pt_br: Eclipse Luna (4.4) puro

source: The Eclipse Luna Integrated Development Environment
gl: O Contorno Integrado de Desenvolvemento Eclipse Luna
pt_br: Ambiente de Desenvolvimento Integrado Eclipse Luna

source: PyCharm Community Edition
pt_br: Edição da Comunidade PyCharm

source: PyCharm Educational Edition
pt_br: PyCharm Edição Educacional

source: PyCharm Professional Edition
pt_br: PyCharm Edição Profissional

source: IntelliJ IDEA Community Edition
pt_br: Edição da Comunidade IntelliJ IDEA

source: IntelliJ IDEA
pt_br: IDE IntelliJ

source: Ruby on Rails IDE
pt_br: IDE Ruby on Rails

source: Complex client-side and server-side javascript IDE
gl: IDE Javascript do lado de cliente e srvidor complexo
pt_br: IDE Javascript lado cliente e lado servidor

source: PHP and web development IDE
gl: IDE de desenvolvemento web e PHP
pt_br: IDE PHP e desenvolvimento web

source: CLion integrated C/C++ IDE
gl: IDE C/C++ integrado CLion
pt_br: IDE Clion integrado C/C++

source: The Arduino Software Distribution
gl: A Distribución de Software Arduino
pt_br: Distribuição de software Arduino

source: The Arduino Software IDE
gl: O IDE Arduino Software
pt_br: IDE Software Arduino

source: You need to logout and login again for your installation to work
gl: Precisas pechar sesión e iniciala de novo para que funcione a túa instalación
pt_br: Você precisa reiniciar a sessão shell para que sua instalação funcione

source: Netbeans IDE
pt_br: IDE Netbeans

source: Dartlang Development Environment
gl: O contorno de desenvolvemento Dartlang
pt_br: Ambiente de desenvolvimento Dartlang

source: Dart SDK with editor (not supported upstream anyymore)
pt_br: Dart SDK com editor (sem suporte upstream)

source: Dart SDK (default)
gl: Dart SDK (por defecto)
pt_br: Dart SDK (padrão)

source: You need to restart your current shell session for your {} installation to work properly
gl: Precisas reiniciar a sesión shell actual para a que a túa instalación {} funcione correctamente
pt_br: Você precisa reiniciar a sessão atual do shell para que sua instalação funcione corretamente

source: Rust language
gl: Linguaxe Rust
pt_br: Linguagem Rust

source: The official Rust distribution
gl: A distribución Rust oficial
pt_br: Distribuição oficial Rust

source: The Scala Programming Language
gl: A linguaxe de programación Scala
pt_br: Linguagem de programação Scala

source: Scala compiler and interpreter (default)
gl: Compilador e intérprete Scala (por defecto)
pt_br: Compilador e interpretador Scala (padrão)

source: Go language
gl: Linguaxe Go
pt_br: Linguagem Go

source: Google compiler (default)
gl: Compilador Google (por defecto)
pt_br: Compilador Google (padrão)

source: Android Development Environment
gl: O contorno de desenvolvemento Android
pt_br: Ambiente de desenvolvimento Android

source: Android Studio (default)
gl: Android Studio (por defecto)
pt_br: Android Studio (padrão)

source: Android Studio developer environment
gl: O contorno de desenvolvemento Android Studio
pt_br: Ambiente de desenvolvimento Android Studio

source: A default framework for category {} was requested where there is none
gl: Solicitouse un marco de traballo (framework) para a categoría {} e non hay ningún
pt_br: Um framework padrão é necessário para a categoria {} quando não existe nenhum

source: You can't install that framework on this machine
gl: Non podes instalar ese framework nesta máquina
pt_br: Você não pode instalar esse framework neste computador

source: You can't remove {} as it isn't installed
gl: Non podes eliminar {} porque non está instalado
pt_br: Você não pode remover {} porque ele não está instalado

source: If the default framework name isn't provided, destdir should contain a /
gl: Se o nome do framework por defecto non se achega, destdir podería conter un /
pt_br: Se o nome padrão do framework não for fornecido, o diretório de destino deve conter uma /

source: Remove framework if installed
gl: Eliminar framework se está instalado
pt_br: Remove o framework se estiver instalado

source: Accept license without prompting
gl: Acepta-la licenza sen preguntar
pt_br: Aceitar licença sem avisos

source: Web Developer Environment
gl: Contorno de Desenvolvemento Web
pt_br: Ambiente para desenvolvimento Web

source: Choose language: {}
gl: Escoller idioma: {}
pt_br: Escolha a linguagem: {}

source: Firefox Aurora with Developer tools
gl: Firefox Aurora con ferramentas de desenvolvemento
pt_br: Firefox Aurora com ferramentas para desenvolvedores

source: Install in given language without prompting
gl: Instalar no idioma dado sen preguntar
pt_br: Instalar em dada linguagem sem avisos

source: Visual Studio focused on modern web and cloud
gl: Visual Studio enfócase na web moderna e na nube
pt_br: Visual Studio focado em web moderna e Cloud

source: Games Development Environment
gl: Contorno de Desenvolvemento de Xogos
pt_br: Ambiente para desenvolvimento de jogos

source: Stencyl game developer IDE
gl: IDE de desenvolvemento de xogos Stencyl
pt_br: IDE Stencyl para desenvolvimento de jogos

source: Unity 3D Editor Linux experimental support
gl: Soporte experimental de Editor Unity 3D para Linux
pt_br: Unity 3D Editor Linux suporte experimental

source: Unity3D Editor
gl: Editor Unity3D
pt_br: Editor Unity3D

source: Twine tool for creating interactive and nonlinear stories
pt_br: Ferramenta Twine para criar histórias interativas e não lineares

source: No suitable answer provided
gl: Non se achegou reposta axeitada
pt_br: Não há resposta adequada

source: Your entry '{}' isn't an acceptable choice. choices are: {}
gl: A túa entrada '{}' non é unha opción aceptable. As opcións son: {}
pt_br: A sua entrada '{}' não é uma opção aceitável, as opções são: {}

source: Your entry '{}' isn't an acceptable choice. choices are: {} and {}
gl: A túa entrada '{}' non é unha opción aceptable. As opcións son: {} e {}
pt_br: A sua entrada '{}' não é uma opção aceitável, as opções são: {} e {}

source: I Accept
gl: Acepto
pt_br: Eu aceito

source: I don't accept
gl: Non acepto
pt_br: Eu não aceito

source: Yes
gl: Si
pt_br: Sim

source: y
gl: s
pt_br: s

source: No
gl: Non
pt_br: Não

source: Dart SDK with editor (not supported upstream anymore)
gl: Dart SDK con editor (subida a servidor non soportada)
