Repository: Ubuntu/ubuntu-make
Catalog: po/*.po
Languages: da, de, ru, sv, zh_tw

source: # Ubuntu make installation of {}
da: # Ubuntu gør installation af {}
de: # Ubuntu make Installation von {}￼
ru: # Ubuntu make установка {}
sv: # Ubuntu gör installation av {}
zh_tw: # {} 的 Ubuntu make 安裝

source: * Command '{}':
da: * Kommando '{}':
de: * Befehl '{}':
ru: * Команда '{}':
sv: * Kommando '{}':
zh_tw: * 命令「{}」：

source: Deploy and setup developers environment easily on ubuntu
da: Udrul of opsæt nemt udviklermiljø på Ubuntu
de: Entwicklerumgebungen einfach auf Ubuntu aufspielen und konfigurieren
ru: Легкое развертывание и установка среды разработчика на ubuntu
sv: Installera och konfigurera utvecklares arbetsmiljö enkelt på Ubuntu
zh_tw: 在 Ubuntu 上輕鬆佈署與設置開發者環境

source: Note that you can also configure different debug logging behavior using LOG_CFG that points to a log yaml profile.
da: Bemærk at man også kan konfigurere anderledes fejlfindingslog-adfærd, ved hjælp af LOG_CFG, som peger på en log yaml-profil.
ru: Обратите внимание, что вы также можете настроить различное поведение ведения журнала отладки используя LOG_CFG, который указывает на профиль журнала yaml.
sv: Observera att du också kan konfigurera olika beteende för felsökningsloggning med LOG_CFG som pekar på en logg-yaml-profil.
zh_tw: 注意，您也可以使用 LOG_CFG 環境變數指向一個 YAML 格式的日誌設定檔來配置不同的除錯日誌行為。

source: Show this help
da: Vis denne hjælp
de: Diese Hilfe anzeigen
ru: Показать эту справку
sv: Visa denna hjälptext
zh_tw: 顯示此幫助訊息

source: Increase output verbosity (2 levels)
da: Forøg udgangsverbositet (2 niveauer)
de: Erhöhe die Ausführlichkeit der Ausgabe
ru: Увеличить детализацию вывода (2 уровня)
sv: Öka utdata utförlighet (2 nivåer)
zh_tw: 增加輸出訊息的詳細程度（最多可提高 2 級）

source: Remove specified framework if installed
da: Fjern specificeret framework, hvis installeret
de: Entferne, falls installiert, das spezifizierte Framework
ru: Удалить указанную среду, если она установлена
sv: Avinstallera givet ramverk om det är installerat
zh_tw: 移除已安裝的指定框架

source: Print version and exit
da: Udskriv udgave og forlad
ru: Напечатать версию и выйти
sv: Skriv ut version och avsluta
zh_tw: 顯示版本並離開

source: Generic IDEs
da: Generiske IDEer
de: Allgemeine integrierte Entwicklungsumgebungen
ru: Общие интегрированные среды разработки
sv: Allmänna utvecklingsmiljöer
zh_tw: 通用整合式開發環境 (IDE)

source: Pure Eclipse Luna (4.4)
da: Pure Eclipse Lune (4.4)
ru: Чистый Eclipse Luna (4.4)
sv: Ren Eclipse Luna (4.4)
zh_tw: 純粹的 Eclipse Luna (4.4) 整合式開發環境 (IDE)

source: The Eclipse Luna Integrated Development Environment
da: Eclipse Luna Integreret Udviklingsmiljø (IDE)
ru: Интегрированная среда разработки Eclipse Luna
sv: Eclipse Luna integrerad utvecklingsmiljö
zh_tw: Eclipse Luna 整合式開發環境 (IDE)

source: Eclipse Luna
zh_tw: Eclipse Luna 整合式開發環境 (IDE)

source: PyCharm Community Edition
da: PyCharm Fællesskabsredaktiv
de: PyCharm Community Ausgabe
ru: PyCharm Общественная версия
zh_tw: PyCharm 社群版

source: PyCharm Educational Edition
da: PyCharm Uddannelsesredaktiv
ru: PyCharm Учебная версия
zh_tw: PyCharm 教育版

source: PyCharm Professional Edition
da: PyCharm Professionalredaktiv
ru: PyCharm Профессиональная версия
zh_tw: PyCharm 專業版

source: IntelliJ IDEA Community Edition
da: IntelliJ IDEA Fællesskabsredaktiv
de: IntelliJ IDEA Community Ausgabe
ru: IntelliJ IDEA Общественная версия
zh_tw: IntelliJ IDEA 社群版

source: Ruby on Rails IDE
ru: Ruby в интегрированной среде разработки Rails
zh_tw: Rails on Ruby 整合式開發環境 (IDE)

source: Complex client-side and server-side javascript IDE
da: Kompleks klientdreven og serverdreven javascript-IDE
ru: Полная клиентская и серверная интегрированная среда разработки javascript
sv: Avancerad JavaScript IDE på klientsidan och serversidan
zh_tw: 複雜的客戶端和伺服器端 JavaScript 整合式開發環境 (IDE)

source: PHP and web development IDE
da: PHP og netudviklings-IDE
ru: Интегрированная среда разработки PHP и веб
sv: PHP och webbutvecklings IDE
zh_tw: PHP 和網頁整合式開發環境 (IDE)

source: CLion integrated C/C++ IDE
da: CLion integreret C/C++-IDE
ru: Интегрированная среда разработки CLion языка C/C++
sv: CLion integrerad C/C++ IDE
zh_tw: CLion 整合 C/C++ 整合式開發環境 (IDE)

source: The Arduino Software Distribution
da: Arduino Programvaredistributionen
ru: Распространение ПО Arduino
sv: Arduino programvarudistribution
zh_tw: Arduino 軟體發行版

source: The Arduino Software IDE
da: Arduino Programvare-IDEen
ru: Интегрированная среда разработки ПО Arduino
sv: Arduino IDE programvara
zh_tw: Arduino 軟體整合式開發環境 (IDE)

source: You need to logout and login again for your installation to work
da: Du skal logge ud og logge ind igen, for at din installation virker
ru: Вам нужно завершить сеанс и войти снова для установки к работе
sv: Du måste logga ut och logga in igen för att din installation ska fungera
zh_tw: 您需要登出並重新登入，您的安裝才會生效

source: Netbeans IDE
ru: Интегрированная среда разработки Netbeans
zh_tw: Netbeans 整合式開發環境 (IDE)

source: Dartlang Development Environment
da: Dartlang Udviklingsmiljø
de: Dartlang Entwicklungsumgebung
ru: Среда разработки Dartlang
sv: Dartlang utvecklingsmiljö
zh_tw: Dartlang 開發環境

source: Dart SDK with editor (not supported upstream anyymore)
ru: Комплект средств разработки Dart с редактором (больше не поддерживается)
sv: Dart SDK med redigerare (stöds inte längre uppströms)
zh_tw: Dart 軟體開發工具包 (SDK) 及編輯器（不再支援）

source: Dart SDK (default)
da: Dart SDK (standard)
ru: Комплект средств разработки Dart
sv: Dart SDK (standard)
zh_tw: Dart 軟體開發工具包 (SDK)（預設）

source: You need to restart your current shell session for your {} installation to work properly
da: Du skal genstarte din aktuelle skalsession, for at din {}-installation virker ordentligt
ru: Вам нужно перезапустить вашу текущую сессию оболочки для установки {} к работе правильно
sv: Du behöver starta om din nuvarande skal-session för att din {}-installation ska fungera korrekt
zh_tw: 您必須重新啟動殼程式(shell)工作階段您的安裝才會生效

source: Rust language
da: Rust-sproget
ru: Язык Rust
sv: Språket Rust
zh_tw: Rust 程式語言

source: The official Rust distribution
da: Den officielle Rust-distribution
ru: Официальная поставка Rust
sv: Den officiella Rust-distributionen
zh_tw: Rust 官方發行版

source: The Scala Programming Language
da: Scala-Programmeringssproget
ru: Язык программирования Scala
sv: Scala programmeringsspråk
zh_tw: Scala 程式語言

source: Scala compiler and interpreter (default)
da: Scala-kompilatør og -interpretør (standard)
ru: Компилятор и интерпретатор Scala (по умолчанию)
sv: Scala kompilator och tolk (standard)
zh_tw: Scala 編譯器和直譯器（預設）

source: Go language
da: Go-sproget
de: Go Programmiersprache
ru: Язык Go
sv: Go språk
zh_tw: Go 程式語言

source: Google compiler (default)
da: Google-kompilatør (standard)
de: Google Compiler
ru: Компилятор Google (по умолчанию)
sv: Google kompilator (standard)
zh_tw: Google 編譯器（預設）

source: Android Development Environment
da: Android-Udviklingsmiljø
de: Android Entwicklungsumgebung
ru: Среда разработки Android
sv: Android utvecklingsmiljö
zh_tw: Android 開發環境

source: Android Studio (default)
da: Android Studio (standard)
de: Android Studio
ru: Android Studio (по умолчанию)
sv: Android Studio (standard)
zh_tw: Android Studio（預設）

source: Android Studio developer environment
da: Android Studio-udviklermiljø
de: Android Studio Entwicklungsumgebung
ru: Среда разработки Android Studio
sv: Android Studio utvecklingsmiljö
zh_tw: Android Studio 軟體開發環境

source: Android SDK
zh_tw: Android 軟體開發工具包 (SDK)

source: Android NDK
zh_tw: Android 原生開發工具包 (NDK)

source: A default framework for category {} was requested where there is none
da: Et standard-framework til kategorien {} blev efterspurgt, hvor der ikke var noget
ru: Среда по умолчанию для категории {} была запрошена там где ее нет
sv: Ett standardiserat ramverk för kategorin {} begärdes där det inte fanns någon
zh_tw: 在沒有類別 {} 的情況下請求了它的預設框架

source: You can't install that framework on this machine
da: Man kan ikke installere det framework, på denne maskine
ru: Вы не можете установить эту среду на этой машине
sv: Du kan inte installera det här ramverket i den här maskinen
zh_tw: 您無法在這台機器上安裝該框架

source: You can't remove {} as it isn't installed
da: Man kan ikke fjerne {}, da det ikke er installeret
de: {} kann nicht deinstalliert werden, da es nicht installiert ist
ru: Вы не можете удалить {}, поскольку он не установлен
sv: Du kan inte avinstallera {} eftersom det inte är installerat
zh_tw: 您不能移除 {}，因為它沒有被安裝

source: If the default framework name isn't provided, destdir should contain a /
da: Hvis standard framework-navnet ikke forsynes, bør destdir indeholde en /
de: Wenn der Name des standard Frameworks nicht gegeben ist, so sollte das Zielverzeichnis ein / enthalten
ru: Если имя среды по умолчанию не предусмотрено, директория назначения должна содержать /
sv: Om inget namn angivits för standard ramverk, behöver destdir innehålla ett /
zh_tw: 如果未提供預設框架名稱，則輸出目錄應包含斜線 /

source: Remove framework if installed
da: Fjern framework, hvis installeret
de: Entferne, falls installiert, das Framework
ru: Удалить среду, если установлена
sv: Avinstallera ramverket om det är installerat
zh_tw: 移除已安裝的框架

source: Accept license without prompting
da: Acceptér licens uden prompt
ru: Принять лицензию без запроса
sv: Acceptera licensen utan att fråga
zh_tw: 接受許可證而不提示

source: Web Developer Environment
da: Net-Udviklermiljø
de: Web Entwicklerumgebung
ru: Веб среда разработки
sv: Webutvecklings miljö
zh_tw: 網頁開發環境

source: Firefox Developer Edition
da: Firefox-Udviklerredaktiv
de: Firefox Entwicklerausgabe
ru: Firefox Версия разработчика
zh_tw: Firefox 開發者版

source: Choose language: {}
da: Vælg sprog: {}
ru: Выбрать язык: {}
sv: Välj språk: {}
zh_tw: 選擇語言：{}

source: Firefox Aurora with Developer tools
da: Firefox Aurora med Udviklerværktøjer
de: Firefox Aurora mit Entwicklerwerkzeugen
ru: Firefox Aurora с инструментами разработчика
sv: Firefox Aurora med Utvecklarverktyg
zh_tw: 內建開發工具的 Firefox Aurora

source: Install in given language without prompting
da: Installér på givet sprog uden prompt
ru: Установить в данном языке без запроса
sv: Installera i det angivna språket utan att fråga
zh_tw: 在沒有提示的情況下以指定的語言安裝

source: Visual Studio focused on modern web and cloud
da: Visual Studio fokuseret på moderne net og sky
ru: Visual Studio фокусируется на разработке современных веб и облачных приложений
sv: Visual Studio fokuserad på modern webb och moln
zh_tw: Visual Studio 專注於現代網頁和雲端

source: Games Development Environment
da: Spiludviklingsmiljø
de: Spiele Entwicklungsumgebung
ru: Окружение разработки игр
sv: Spelutvecklingsmiljö
zh_tw: 遊戲開發環境

source: Stencyl game developer IDE
da: Stencyl spiludvikler-IDE
ru: Интегрированная среда разработки разработчика игр Stencyl
sv: Stencyl spelutvecklingsmiljö
zh_tw: Stencyl 遊戲開發者整合式開發環境 (IDE)

source: Unity 3D Editor Linux experimental support
da: Unity 3D Editor Linux eksperimentel understøttelse
ru: Unity 3D Editor Linux экспериментальная поддержка
sv: Unity 3D Editor Linux experimentellt stöd
zh_tw: Unity 3D 編輯器 Linux 實驗性支援

source: Unity3D Editor
ru: Редактор Unity3D
zh_tw: Unity3D 編輯器

source: Twine tool for creating interactive and nonlinear stories
da: Twine værktøj til at lave interaktive og non-lineære historier
ru: Инструмент для создания интерактивных и нелинейных историй Twine
sv: Twine-verktyg för skapandet av interaktiva och icke-linjära berättelser
zh_tw: 用於創作互動式和非線性故事的 Twine 工具

source: No suitable answer provided
da: Intet passende svar givet
de: Keine passende Antwort verfügbar
ru: Не указано приемлемого ответа
sv: Inget lämpligt svar angivet
zh_tw: 沒有提供合適的答案

source: Your entry '{}' isn't an acceptable choice. choices are: {}
da: Din indtastning '{}' er ikke et acceptabelt valg. Valgene er: {}
de: Ihre Eingabe '{}' ist nicht erlaubt. Mögliche Eingaben sind: {}
ru: Ваш запись '{}' не является приемлемым выбором. возможные варианты: {}
sv: Ditt val '{}' är inte giltigt. Giltiga val är: {}
zh_tw: 您的「{}」輸入並不是個可接受的選項。可用選項有：{}

source: Your entry '{}' isn't an acceptable choice. choices are: {} and {}
da: Din indtastning '{}' er ikke et acceptabelt valg. Valgene er: {} og {}
de: Ihre Eingabe '{}' ist nicht erlaubt. Mögliche Eingaben sind {} oder {}
ru: Ваш запись '{}' не является приемлемым выбором. возможные варианты: {} и {}
sv: Ditt val '{}' är inte giltigt. Giltiga val är {} och {}
zh_tw: 您的「{}」輸入並不是個可接受的選項。可用選項有：{} 與 {}

source: I Accept
da: Jeg Accepterer
de: Ich akzeptiere
ru: Я принимаю
sv: Jag godkänner
zh_tw: 我接受

source: I don't accept
da: Jeg Accepterer Ikke
de: Ich akzeptiere nicht
ru: Я не принимаю
sv: Jag godkänner inte
zh_tw: 我不接受

source: Yes
da: Ja
de: Ja
ru: Да
sv: Ja
zh_tw: 是

source: No
da: Nej
de: Nein
ru: Нет
sv: Nej
zh_tw: 否

source: Dart Editor for the dart language
de: Dart Editor für die dart Programmiersprache
zh_tw: 用於 Dart 程式語言的 Dart 編輯器

source: a
ru: п

source: N
ru: Н

source: y
de: j
ru: д
sv: j

source: Note that you can also configure different debug logs behaviors using LOG_CFG pointing to a log yaml profile.
de: Beachten Sie, dass ebenfalls das Verhalten verschiedener "debug logs" konfiguriert werden kann, indem Sie LOG_CFG benutzen, was auf einen "log yaml"-Profil zeigt.

source: Stencyl Game developer environment
de: Stencyl Spiele Entwicklerumgebung

source: Dart SDK with editor (default)
de: Dart Software Development Kit mit Editor (Standard)
